Repository: superhighfives/pika
Catalog: Pika/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, hr, pl

# menu.updates
source: Check for updates
de: Updates überprüfen
es: Comprobar actualizaciones
fr: Rechercher des mises à jour
hr: Traži nove verzije
pl: Sprawdź uaktualnienia

# menu.preferences
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: Postavke
pl: Ustawienia

# menu.website
source: Pika website
es: Sitio web de Pika
fr: Site web de Pika
hr: Pika web-stranica
pl: Witryna Piki

# menu.issue
source: Report feedback
de: Feedback melden
es: Reportar comentarios
fr: Signaler des commentaires
hr: Pošalji povratne informacije
pl: Prześlij opinię

# menu.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
hr: Zatvori aplikaciju
pl: Zakończ

# preferences.overlay.show
source: Show color overlay after picking
es: Mostrar superposición de color después de elegir
hr: Prikaži sloj boje nakon biranja
pl: Pokazuj chwilową nakładkę kolorystyczną po wybraniu

# preferences.overlay.duration
source: Duration
es: Duración
hr: Trajanje
pl: Czas trwania

# app.build
source: Build
hr: Izgradnja
pl: kompilacja

# preferences.copy.options.css
source: CSS
pl: Kaskadowe arkusze stylów (CSS)

# color.wcag.normal
source: Normal
hr: Normalno
pl: Zwykły

# color.wcag.large.abbr
source: LG
hr: Veliko
