Repository: superhighfives/pika
Catalog: Pika/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, hr, pl

# app.version
source: Version
es: Versión
hr: Verzija
pl: wersja

# app.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
hr: Nepoznato
pl: nieznana

# app.designed
source: Designed by
de: Entworfen von
es: Diseñado por
fr: Idée de
hr: Dizajn:
pl: Zaprojektowana przez:

# app.website
source: Website
es: Sitio web
fr: Site web
hr: Web-stranica
pl: Witryna

# app.store.download
source: Downloaded from the internet
es: Descargado de Internet
hr: Preuzeto s interneta

# preferences.hotkey.title
source: Global Shortcut
de: Globaler Kurzbefehl
es: Atajo Global
fr: Raccourci principal
hr: Globalni prečac
pl: Globalny skrót klawiszowy

# preferences.hotkey.description
source: Set a global hotkey shortcut to invoke Pika
de: Festlegen eines globalen Tastaturkurzbefehls, um Pika aufzurufen
es: Establece un atajo global para invocar a Pika
fr: Définissez un raccourci pour lancer rapidement Pika
hr: Postavi globalan tipkovni prečac za pokretanje aplikacije Pika
pl: Utwórz globalny skrót klawiszowy służący do wywołania Piki

# preferences.copy.title
source: Copy Settings
de: Kopieren-Einstellungen
es: Configuración de Copiar
fr: Paramètres de copie
hr: Kopiraj postavke
pl: Kopiuj ustawienia

# preferences.copy.export
source: Export color for
de: Farbe exportieren für
es: Exportar color para
fr: Exporter la couleur pour
hr: Izvezi boju za
pl: Eksportuj kolor dla

# preferences.copy.export.example
source: Example output
de: Beispiel
es: Resultado de ejemplo
fr: Exemple de sortie
hr: Rezultat primjera
pl: Przykładowy wynik

# preferences.copy.format
source: Export Format
es: Formato de Exportación
fr: Format d'exportation
hr: Format izvoza
pl: Format eksportu

# preferences.copy.options.unformatted
source: Unformatted
de: Unformatiert
es: Sin formato
fr: Non formaté
hr: Neformatirano
pl: Bez formatowania

# preferences.copy.options.design
source: Design Software
es: Software de Diseño
fr: Logiciel de dessin
hr: Softver za dizajn
pl: Oprogramowanie do projektowania

# preferences.copy.automatic
source: Automatically copy color to clipboard on pick
de: Automatisches Kopieren in die Zwischenablage nach dem Auswählen einer Farbe
es: Copiar color automaticamente al portapapeles al seleccionar
fr: Copier automatiquement la couleur dans le presse-papiers lors de la sélection
hr: Nakon odabira boje automatski kopiraj boju u međuspremnik
pl: Po wybraniu, automatycznie kopiuj kolor do schowka

# preferences.format.title
source: Color Format
de: Farbformat
es: Formato de Color
fr: Format de couleur
hr: Format boje
pl: Format koloru

# preferences.format.description
source: Set your preferred display format for colors
de: Festlegen des bevorzugten Anzeigeformats für Farben
es: Establece tu formato de color preferido
fr: Définissez votre format de couleur préféré
hr: Postavi format za prikaz boja
pl: Ustaw preferowany format wyświetlania kolorów

# preferences.space.description
source: Set your RGB color space
de: Einstellen des RGB-Farbraums
es: Establece tu espacio de color RGB
fr: Définissez votre espace colorimétrique RGB
hr: Postavi RGB prostor boja
pl: Ustaw profil kolorów RGB

# preferences.space.default
source: System default
de: Systemstandard
es: Por defecto
fr: Par défaut
hr: Standard sustava
pl: Domyślny systemu

# preferences.pick.hide
source: Hide Pika while picking
de: Pika während dem Auswählen verstecken
es: Ocultar Pika durante la selección
fr: Masquer Pika lors de la sélection
hr: Sakrij Pika tijekom biranja
pl: Ukryj Pikę podczas wybierania

# preferences.general.title
source: General Settings
de: Allgemeine Einstellungen
es: Ajustes Generales
fr: Réglages
hr: Opće postavke
pl: Ustawienia ogólne

# preferences.selection.title
source: Selection Settings
de: Auswahl-Einstellungen
es: Ajustes de Selección
fr: Sélection
hr: Postavke odabira
pl: Ustawienia zaznaczania

# preferences.icon.description
source: Hide menu bar icon
de: Menüleistensymbol verstecken
es: Ocultar icono de la barra de menú
fr: Masquer l'icône de la barre des menus
hr: Sakrij ikonu u traci izbornika
pl: Ukryj ikonę paska menu

# preferences.launch.description
source: Launch at login
de: Starten beim Login
es: Abrir al iniciar sesión
fr: Lancer au démarrage
hr: Pokreni nakon prijave
pl: Uruchom podczas logowania

# preferences.names.description
source: Hide color names
de: Farbnamen verstecken
es: Ocultar nombres de color
fr: Masquer les noms de couleurs
hr: Sakrij imena boja
pl: Ukryj nazwy kolorów

# preferences.beta.description
source: Subscribe to beta releases
de: Beta-Veröffentlichungen abonnieren
es: Suscríbete para versiones beta
fr: S'abonner aux versions bêta
hr: Pretplati se na beta izdanja
pl: Subskrybuj wersje beta

# preferences.float.description
source: Float above windows
de: Über den Fenstern schweben
es: Flotar encima de las ventanas
fr: Flottez au-dessus des fenêtres
hr: Lebdi iznad prozora
pl: Pływaj ponad oknami

# preferences.show.description
source: Always show Pika on launch
de: Pika immer beim Start anzeigen
es: Mostrar siempre Pika al iniciar
fr: Toujours afficher Pika au lancement
hr: Uvijek prikaži Pika nakon pokretanja sustava
pl: Zawsze pokazuj Pikę po uruchomieniu

# preferences.app.title
source: App Settings
de: App Einstellungen
es: Configuración de la Aplicación
fr: Application
hr: Postavke aplikacije
pl: Ustawienia aplikacji

# preferences.app.menubar.title
source: Menu bar
de: Menüleiste
es: Barra de menú
fr: Barre de menus
hr: Traka izbornika
pl: Pasek menu

# preferences.app.menubar.description
source: Show in menu bar
de: In Menüleiste anzeigen
es: Mostrar en la barra de menú
fr: Afficher dans la barre de menu
hr: Prikaži u traci izbornika
pl: Pokazuj w pasku menu

# preferences.app.dock.description
source: Show in dock
de: Im Dock anzeigen
es: Mostrar en el dock
fr: Afficher dans le quai
hr: Prikaži u Docku
pl: Pokazuj w Docku

# preferences.app.hidden.title
source: Hidden
de: Versteckt
es: Oculto
fr: Masquer
hr: Skriveno
pl: Ukryte

# preferences.app.hidden.description
source: Hide app
de: App verstecken
es: Ocultar aplicación
fr: Masquer l'application
hr: Sakrij aplikaciju
pl: Ukryj aplikację

# preferences.appearance.title
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hr: Izgled
pl: Wygląd

# preferences.appearance.weight.title
source: Weight
de: Gewicht
es: Peso
fr: Poids
hr: Razina
pl: Ciężar optyczny

# preferences.appearance.weight.description
source: View WCAG compliance by weight, from normal to large
de: WCAG-Konformität ansehen, von normal zu gross
es: Ver cumplimiento de WCAG por peso, desde normal hasta grande
fr: Voir la conformité WCAG en poids, de normal à élevé
hr: Pogledaj usklađenost s WCAG-om prema razini, od normalne do visoke
pl: Pokazuj zgodność z WCAG według ciężaru, od zwykłego do dużego

# preferences.appearance.contrast.title
source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
hr: Kontrast
pl: Kontrast

# preferences.appearance.contrast.description
source: View WCAG compliance by contrast, from 3:1 to 7:1
de: WCAG-Konformität ansehen, von 3:1 bis 7:1
es: Ver cumplimiento de WCAG por contraste, desde 3:1 hasta 7:1
fr: Voir la conformité WCAG en revanche, de 3:1 à 7:1
hr: Pogledaj usklađenost s WCAG-om prema kontrastu, od 3:1 do 7:1
pl: Pokazuj zgodność z WCAG według kontrastu, od 3:1 do 7:1

# preferences.appearance.apca.title
source: Contrast Value
de: Kontrastwert
es: Valor de Contraste
fr: Valeur de Contraste
hr: Vrijednost kontrasta
pl: Wartość kontrastu

# preferences.appearance.apca.description
source: View APCA contrast value by lightness contrast (Lc), from 30 to 75
de: APCA-Kontrastwert nach Helligkeitskontrast (Lc) anzeigen, von 30 bis 75
es: Ver el valor de contraste APCA por contraste de luminosidad (Lc), desde 30 hasta 75
fr: Voir la valeur de contraste APCA par contraste de luminosité (Lc), de 30 à 75
hr: Pogledaj APCA vrijednost kontrasta prema kontrastu svjetline, od 30 do 75
pl: Pokazuj wartość kontrastu APCA według kontrastu jasności (Lc) od 30 do 75

# preferences.contrast.standard
source: Contrast Calculation Standard
de: Kontrastberechnungsstandard
es: Estándar de Cálculo de Contraste
fr: Standard de Calcul de Contraste
hr: Standard izračuna kontrasta
pl: Metoda obliczania kontrastu

# color.ratio
source: Contrast Ratio
de: Kontrastverhältnis
es: Proporción de contraste
fr: Contraste
hr: Omjer kontrasta
pl: Współczynnik kontrastu

# color.ratio.description
source: Contrast ratio is a measure of the difference in perceived brightness between two colors, used to calculate the contrast ratio.
de: Das Kontrastverhältnis ist ein Maß für den wahrgenommenen Helligkeitsunterschied zwischen zwei Farben, mit dem das Kontrastverhältnis berechnet wird.
es: La proporción de contraste es una medida de la diferencia en el brillo percibido entre dos colores, utilizada para calcular la proporción de contraste.
fr: Le rapport de contraste est une mesure de la différence de luminosité perçue entre deux couleurs, utilisée pour calculer le rapport de contraste.
hr: Omjer kontrasta je mjera razlike u percipiranoj svjetlini između dviju boja i koristi se za izračun omjera kontrasta.
pl: Współczynnik kontrastu to miara różnicy w postrzeganej jasności dwóch kolorów, służąca do obliczenia współczynnika kontrastu.

# color.lc
source: Contrast Value (Lc)
de: Kontrastwert (Lc)
es: Valor de Contraste (Lc)
fr: Valeur de Contraste (Lc)
hr: Vrijednost kontrasta
pl: Wartość kontrastu jasności (Lc)

# color.lc.description
source: Lightness contrast (Lc) is a measure of the lightness difference between two colors, used to calculate the contrast value.
de: Der Helligkeitskontrast (Lc) ist ein Maß für den Helligkeitsunterschied zwischen zwei Farben, mit dem der Kontrastwert berechnet wird.
es: El contraste de luminosidad (Lc) es una medida de la diferencia de luminosidad entre dos colores, utilizada para calcular el valor de contraste.
fr: Le contraste de luminosité (Lc) est une mesure de la différence de luminosité entre deux couleurs, utilisée pour calculer la valeur de contraste.
hr: Kontrast svjetline je mjera razlike u svjetlini između dviju boja i koristi se za izračun vrijednosti kontrasta.
pl: Kontrast jasności (Lc) to miara różnicy jasności między dwoma kolorami, służąca do obliczenia wartości kontrastu.

# color.wcag
source: WCAG Compliance
de: WCAG-Konformität
es: Cumplimiento de WCAG
fr: Conformité WCAG
hr: Usklađenost s WCAG-om
pl: Zgodność z wytycznymi WCAG

# color.apca
source: APCA Contrast Reference
de: APCA-Kontrastreferenz
es: Referencia de Contraste APCA
fr: Référence de Contraste APCA
hr: APCA referenca kontrasta
pl: Zgodność kontrastu tekstu z wytycznymi APCA

# color.foreground
source: Foreground
de: Vordergrund
es: Primer plano
fr: Premier plan
hr: Prednja boja
pl: Pierwszy plan

# color.background
source: Background
de: Hintergrund
es: Segundo plano
fr: Arrière-plan
hr: Boja pozadine
pl: Tło

# color.wcag.30
source: WCAG 2 level AA requires a contrast ratio of at least 3:1 for large (18pt / ~24px) or bold (14pt / ~18.6px) text, and for non-text content like UI.
de: WCAG 2-Level AA erfordert ein Kontrastverhältnis von mindestens 3:1 für großen (18pt / ~24px) oder fetten (14pt / ~18.6px) Text und für Nicht-Text-Inhalte wie UI.
es: El nivel AA de WCAG 2 requiere una proporción de contraste de al menos 3:1 para texto grande (18pt / ~24px) o negrita (14pt / ~18.6px), y para contenido diferente a texto como la interfaz de usuario.
fr: Le niveau WCAG 2 AA Large requiert un contraste d'au moins 3:1 pour un text large (18pt / ~24px) ou en gras (14pt / ~18.6px), et pour les contenus différents d'un texte liés à l'interface utilisateur.
hr: WCAG 2 razina AA zahtijeva omjer kontrasta od najmanje 3:1 za veliki tekst (18 pt / ~24 px) ili za podebljani tekst (14 pt / ~18,6 px) te za netekstualni sadržaj poput korisničkog sučelja.
pl: Norma WCAG 2 poziomu AA wymaga współczynnika kontrastu wynoszącego co najmniej 3:1 dla tekstu dużego (18 pt / ~24 px) lub pogrubionego (14 pt / ~18,6 px), a także dla zawartości innej niż tekst, np. interfejsu użytkownika.

# color.wcag.45
source: WCAG 2 level AA requires a contrast ratio of at least 4.5:1 for normal text. WCAG 2 level AAA requires at least 4.5:1 for large (18pt / ~24px) or bold (14pt / ~18.6px) text.
de: WCAG 2-Level AA erfordert ein Kontrastverhältnis von mindestens 4,5:1 für normalen Text. WCAG 2-Level AAA erfordert mindestens 4,5:1 für großen (18pt / ~24px) oder fetten (14pt / ~18.6px) Text.
es: El nivel AA de WCAG 2 requiere una proporción de contraste de al menos 4.5:1 para texto normal. EL nivel AAA de WCAG 2 requiere al menos 4.5:1 para texto grande (18pt / ~24px) o negrita (14pt / ~18.6px).
fr: Le niveau WCAG 2 AA requiert un contraste d'au moins 4.5:1 pour un texte normal. Le niveau WCAG 2 AAA Large requiert au moins un contraste de 4.5:1 pour un text large (18pt / ~24px) ou en gras (14pt / ~18.6px).
hr: WCAG 2 razina AA zahtijeva omjer kontrasta od najmanje 4,5:1 za normalan tekst. WCAG 2 razina AAA zahtijeva najmanje 4,5:1 za veliki tekst (18 pt / ~24 px) ili za podebljani tekst (14 pt / ~18,6 px).
pl: Norma WCAG 2 poziomu AA wymaga współczynnika kontrastu co najmniej 4,5:1 dla zwykłego tekstu. Norma WCAG 2 poziomu AAA wymaga współczynnika kontrastu co najmniej 4,5:1 dla tekstu dużego (18 pt / ~24 px) lub pogrubionego (14 pt / ~18,6 px).

# color.wcag.70
source: WCAG 2 level AAA requires a contrast ratio of at least 7:1 for normal text.
de: WCAG 2-Level AAA erfordert ein Kontrastverhältnis von mindestens 7:1 für normalen Text.
es: El nivel AAA de WCAG 2 requiere una proporción de contraste de al menos 7:1 para texto normal.
fr: Le niveau WCAG 2 AAA requiert un contraste d'au moins 7:1 pour un texte normal.
hr: WCAG 2 razina AAA zahtijeva omjer kontrasta od najmanje 7:1 za normalan tekst.
pl: Norma WCAG 2 poziomu AAA wymaga, aby w przypadku zwykłego tekstu współczynnik kontrastu wynosił co najmniej 7:1.

# color.apca.30
source: APCA >= 30 is the minimum contrast for baseline text and non-text content. Suitable for larger text, placeholders, and disabled elements.
de: APCA >= 30 ist der Mindestkontrast für Grundtext und Nicht-Text-Inhalte. Geeignet für größeren Text, Platzhalter und deaktivierte Elemente.
es: APCA >= 30 es el contraste mínimo para texto base y contenido no textual. Adecuado para texto más grande, marcadores de posición y elementos deshabilitados.
fr: APCA >= 30 est le contraste minimum pour le texte de base et le contenu non textuel. Convient pour du texte plus grand, des espaces réservés et des éléments désactivés.
hr: APCA ≥ 30 je minimalni kontrast za osnovni tekst i netekstualni sadržaj. Pogodno za veći tekst, za rezervirana mjesta i za deaktivirane elemente.
pl: APCA >= 30 to minimalny kontrast tekstu podstawowego i elementów nietekstowych. Odpowiedni dla większego tekstu, tekstów zastępczych i elementów wyłączonych.

# color.apca.45
source: APCA >= 45 is the minimum contrast for headline text. Suitable for large headings, navigation elements, and important UI components.
de: APCA >= 45 ist der Mindestkontrast für Überschriftentext. Geeignet für große Überschriften, Navigationselemente und wichtige UI-Komponenten.
es: APCA >= 45 es el contraste mínimo para texto de encabezado. Adecuado para encabezados grandes, elementos de navegación y componentes importantes de la interfaz.
fr: APCA >= 45 est le contraste minimum pour le texte d'en-tête. Convient pour de grands titres, des éléments de navigation et des composants d'interface importants.
hr: APCA ≥ 45 je minimalni kontrast za tekst naslova. Pogodno za velike naslove, za navigacijske elemente i za važne komponente korisničkog sučelja.
pl: APCA >= 45 to minimalny kontrast tekstu nagłówkowego. Odpowiedni dla dużych nagłówków, elementów nawigacyjnych i ważnych komponentów interfejsu użytkownika.

# color.apca.60
source: APCA >= 60 is the minimum contrast for title text. Suitable for subheadings, captions, and secondary content that needs to be clearly readable.
de: APCA >= 60 ist der Mindestkontrast für Titeltext. Geeignet für Unterüberschriften, Bildunterschriften und sekundäre Inhalte, die klar lesbar sein müssen.
es: APCA >= 60 es el contraste mínimo para texto de título. Adecuado para subtítulos, leyendas y contenido secundario que debe ser claramente legible.
fr: APCA >= 60 est le contraste minimum pour le texte de titre. Convient pour des sous-titres, des légendes et du contenu secondaire qui doit être clairement lisible.
hr: APCA ≥ 60 je minimalni kontrast za tekst naslova. Pogodno za podnaslove, za natpise i za sekundarni sadržaj koji mora biti jasno čitljiv.
pl: APCA >= 60 to minimalny kontrast tekstu tytułowego. Odpowiedni dla podtytułów, podpisów i treści drugorzędnych, które muszą być wyraźnie czytelne.

# color.apca.75
source: APCA >= 75 is the minimum contrast for body text. Suitable for primary content, normal-sized text, and extended reading material.
de: APCA >= 75 ist der Mindestkontrast für Fließtext. Geeignet für primäre Inhalte, normal große Texte und längere Lesematerialien.
es: APCA >= 75 es el contraste mínimo para texto de cuerpo. Adecuado para contenido principal, texto de tamaño normal y material de lectura extendida.
fr: APCA >= 75 est le contraste minimum pour le texte de corps. Convient pour le contenu principal, le texte de taille normale et le matériel de lecture étendue.
hr: APCA ≥ 75 je minimalni kontrast za glavni tekst. Pogodno za primarni sadržaj, za tekst normalne veličine i za duže materijale za čitanje.
pl: APCA >= 75 to minimalny kontrast tekstu głównego. Odpowiedni dla treści podstawowych, tekstu o standardowym rozmiarze i obszernych materiałów do czytania.

# color.apca.baseline
source: Baseline
es: Base
hr: Osnovni tekst

# color.apca.headline
source: Headline
es: Encabezado
hr: Naslov odlomka

# color.apca.title
source: Title
es: Título
hr: Naslov

# color.apca.body
source: Body Text
es: Texto del cuerpo
hr: Glavni tekst

# color.wcag.pass
source: Pass
de: Bestanden
es: Conforme
fr: Conforme
hr: Uspjelo
pl: zaliczona

# color.wcag.fail
source: Fail
de: Gescheitert
es: No conforme
fr: Non conforme
hr: Neuspjelo
pl: niezaliczona

# color.wcag.large
source: Large
de: Gross
es: Grande
hr: Veliko
pl: Duży

# splash.hotkey
source: Global shortcut
de: Globaler Kurzbefehl
es: Atajo global
fr: Raccourci principal
hr: Globalni prečac
pl: Skrót globalny

# splash.launch
source: Launch at login
de: Starten beim Login
es: Abrir al iniciar sesión
fr: Lancer au démarrage
hr: Pokreni nakon prijave
pl: Uruchom podczas logowania

# splash.start
source: Get started
de: Los geht's
es: Empezar
fr: Démarrer
hr: Započni
pl: Zaczynamy

# color.pick
source: Pick
de: Auswählen
es: Seleccionar
fr: Sélectionner
hr: Odaberi
pl: Wybierz

# color.swap
source: Swap
de: Tauschen
es: Intercambiar
fr: Permuter
hr: Zamijeni
pl: Zamień

# color.swap.detail
source: Swap colors
de: Farben tauschen
es: Intercambiar colores
fr: Permuter les couleurs
hr: Zamijeni boje
pl: Zamień kolory

# color.undo
source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
hr: Poništi
pl: Cofnij

# color.redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Refaire
hr: Ponovi
pl: Przywróć

# color.pick.foreground
source: Pick foreground
de: Vordergrund auswählen
es: Seleccionar primer plano
fr: Sélectionner un premier plan
hr: Odaberi prednju boju
pl: Wybierz pierwszy plan

# color.pick.background
source: Pick background
de: Hintergrund auswählen
es: Seleccionar segundo plano
fr: Sélectionner un arrière-plan
hr: Odaberi boju pozadine
pl: Wybierz tło

# color.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
hr: Kopiraj
pl: Kopiuj

# color.copy.foreground
source: Copy foreground
de: Vordergrund kopieren
es: Copiar primer plano
fr: Copier le premier plan
hr: Kopiraj prednju boju
pl: Kopiuj pierwszy plan

# color.copy.background
source: Copy background
de: Hintergrund kopieren
es: Copiar segundo plano
fr: Copier l'arrière-plan
hr: Kopiraj boju pozadine
pl: Kopiuj tło

# color.copy.text
source: Copy all as text
de: Als Text kopieren
es: Copiar todo como texto
fr: Tout copier sous forme de texte
hr: Kopiraj sve kao tekst
pl: Kopiuj wszystko jako tekst

# color.copy.data
source: Copy all as JSON
de: Als JSON kopieren
es: Copiar todo como JSON
fr: Tout copier sous forme de JSON
hr: Kopiraj sve kao JSON
pl: Kopiuj wszystko jako JSON

# color.copy.toast
source: Copied
de: Kopiert
es: Copiado
fr: Copié
hr: Kopirano
pl: Skopiowano

# color.copy.current
source: Copy current format
de: Aktuelles Format kopieren
es: Copiar formato actual
fr: Copier le format actuel
hr: Kopiraj trenutačni format
pl: Kopiuj bieżący format

# color.copy.hex
source: Copy Hex values
de: HEX-Werte kopieren
es: Copiar valores Hex
fr: Copier les valeurs Hex
hr: Kopiraj HEX vrijednosti
pl: Kopiuj wartości szesnastkowe

# color.copy.hsb
source: Copy HSB values
de: HSB-Werte kopieren
es: Copiar valores HSB
fr: Copier les valeurs HSB
hr: Kopiraj HSB vrijednosti
pl: Kopiuj wartości HSB

# color.copy.hsl
source: Copy HSL values
de: HSL-Werte kopieren
es: Copiar valores HSL
fr: Copier les valeurs HSL
hr: Kopiraj HSL vrijednosti
pl: Kopiuj wartości HSL

# color.copy.rgb
source: Copy RGB values
de: RGB-Werte kopieren
es: Copiar valores RGB
fr: Copier les valeurs RGB
hr: Kopiraj RGB vrijednosti
pl: Kopiuj wartości RGB

# color.copy.opengl
source: Copy OpenGL values
de: OpenGL-Werte kopieren
es: Copiar valores OpenGL
fr: Copier les valeurs OpenGL
hr: Kopiraj OpenGL vrijednosti
pl: Kopiuj wartości OpenGL

# color.copy.lab
source: Copy LAB values
de: LAB-Werte kopieren
es: Copiar valores LAB
fr: Copier les valeurs LAB
hr: Kopiraj LAB vrijednosti
pl: Kopiuj wartości LAB

# color.system
source: System color picker
de: Systemfarbwähler
es: Selector de color del sistema
fr: Sélecteur de couleur système
hr: Birač boja sustava
pl: Systemowy wybór koloru

# color.system.foreground
source: Use foreground system color picker
de: Vordergrund-Systemfarbauswahl
es: Selector de color del sistema de primer plano
fr: Sélecteur de couleurs du système de premier plan
hr: Koristi birač boje sustava za prednje boje
pl: Wybierz pierwszy plan (system)

# color.system.background
source: Use background system color picker
de: Hintergrund-Systemfarbauswahl
es: Selector de color del sistema de fondo
fr: Sélecteur de couleurs du système d'arrière-plan
hr: Koristi birač boje sustava za boje pozadine
pl: Wybierz tło (system)

# color.system.foreground.simple
source: System foreground
de: Systemvordergrund
es: Sistema de primer plano
fr: Premier plan du système
hr: Prednja boja sustava
pl: Pierwszy plan (system)

# color.system.background.simple
source: System background
de: Systemhintergrund
es: Fondo del sistema
fr: Fond du système
hr: Boja pozadine sustava
pl: Tło (system)

# color.format.hex
source: Hex format
es: Formato Hex
fr: Format Hex
pl: Format szesnastkowy

# color.format.hsb
source: HSB format
es: Formato HSB
fr: Format HSB
pl: Format HSB

# color.format.hsl
source: HSL format
es: Formato HSL
fr: Format HSL
pl: Format HSL

# color.format.rgb
source: RGB format
es: Formato RGB
fr: Format RGB
pl: Format RGB

# color.format.opengl
source: OpenGL format
es: Formato OpenGL
fr: Format OpenGL
pl: Format OpenGL

# color.format.lab
source: LAB format
es: Formato LAB
fr: Format LAB
pl: Format LAB

# color.format.oklch
source: OKLCH format
es: Formato OKLCH

# menu.copy.foreground
source: Copy foreground
de: Vordergrund kopieren
es: Copiar primer plano
fr: Copier le premier plan
hr: Kopiraj prednju boju
pl: Kopiuj pierwszy plan

# menu.copy.background
source: Copy background
de: Hintergrund kopieren
es: Copiar segundo plano
fr: Copier l'arrière-plan
hr: Kopiraj boju pozadine
pl: Kopiuj tło

# menu.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
hr: Izvezi
pl: Eksportuj

# menu.about
source: About
de: Über Pika
es: Acerca de
fr: À propos
hr: O aplikaciji
pl: Pika…
